Revit 2024 API
TableMergedCell.Top Property
 Specifies the row index of the top-left corner of a table grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public int Top { get; set; }
Visual Basic
Public Property Top As Integer
	Get
	Set
Visual C++
public:
property int Top {
	int get ();
	void set (int value);
}
See Also
TableMergedCell Class
Autodesk.Revit.DB Namespace